---
kind: property
id: P:Autodesk.Revit.DB.City.Latitude
source: html/3e0b1280-99bf-8350-3223-b22c5089fa33.htm
---
# Autodesk.Revit.DB.City.Latitude Property

Latitude of the city

## Syntax (C#)
```csharp
public double Latitude { get; }
```

## Remarks
A read only property that contains the latitude of the city.
The value returned is in radians, ranging from -PI to +PI.